{
  "data": [
    {
      "id": "1",
      "name": "Neurology",
      "description": "Neurology is a branch of medicine dealing with disorders of the nervous system. Neurology deals with the diagnosis and treatment of all categories of conditions and disease involving the central and peripheral nervous systems, including their coverings, blood vessels, and all effector tissue, such as muscle.",
      "img": "https://www.medicoverhospitals.in/wp-content/uploads/2019/09/neurology.jpg",
      "doctor": {
        "name": "Eric Jentoft, MD",
        "img": "https://www.mgh.org/Content/Uploads/UP%20Health%20System%20-%20Marquette/images/Jentoft%2c%20Eric.jpg"
      }
    },
    {
      "id": "2",
      "name": "Nutrition Counseling",
      "description": "The Department of Nutrition and Wellness offers outpatient nutrition counseling by registered dietitians in Marquette and Escanaba.  Nutrition counseling includes the evaluation and assessment of your nutritional needs, development of a nutritional plan with goals and education for you and family members. Nutrition counseling covers a wide range of dietary needs and can help to improve your long term health.",
      "img": "https://fiverr-res.cloudinary.com/images/q_auto,f_auto/gigs/134471619/original/6e278320ce659e90cd8f8a0d4ca581d76b34e5eb/nutrition-counseling-and-diet-planning.jpg",
      "doctor": {
        "name": "Robert Cook, MD",
        "img": "https://www.mgh.org/Content/Uploads/UP%20Health%20System%20-%20Marquette/images/Cook%2C%20Robert.jpg"
      }
    },
    {
      "id": "3",
      "name": "Women’s Health",
      "description": "e Health System – Marquette provides comprehensive Women’s Health services for women of all ages. We have the privilege of providing compassionate, quality healthcare for our family, friends and neighbors. We provide personalized care for each patient, offering a full range of women-focused services including annual gynecology check-ups, breast health, and continence management.",
      "img": "https://www.thestatesman.com/wp-content/uploads/2018/12/women%E2%80%99s-health.jpg",
      "doctor": {
        "name": "Melissa Hendrickson, PA-C",
        "img": "https://www.mgh.org/Content/Uploads/UP%20Health%20System%20-%20Marquette/images/Hendrickson%2C%20Melissa%20Web.jpg"
      }
    },
    {
      "id": "4",
      "name": "Family Medicine",
      "description": "A family medicine provider is concerned with the total health care of the individual and the family. Providers are trained to diagnose and treat a wide variety of ailments in patients of all ages. Special emphasis is placed on prevention and the primary care of entire families. This includes utilizing consultations and community resources. More patient visits are made to family physicians than to any other type of physician.",
      "img": "https://arrowheadhealth.com/wp-content/uploads/2015/12/Dollarphotoclub_96525452.jpg",
      "doctor": {
        "name": "Jonathon Schwake, MD",
        "img": "https://www.mgh.org/Content/Uploads/UP%20Health%20System%20-%20Marquette/images/Schwake%2C%20Jonathon-Web.jpg"
      }
    },
    {
      "id": "5",
      "name": "Behavioral Health",
      "description": "Life is full of challenges. From childhood to our golden years, there are difficulties, disappointments, and surprises for us to deal with, and everyone handles these changes differently. That's why UP Health System - Marquette Behavioral Health focuses on meeting the needs of each individual through specialized mental health treatment.",
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRBIjbKYoznA3T03tbYffKnvFltQ_FZmP24FQ&usqp=CAU",
      "doctor": {
        "name": "Kasim Kazbay, FS",
        "img": "https://www.mgh.org/Content/Uploads/UP%20Health%20System%20-%20Marquette/images/Kasim%20Kazbay%20WEB.jpg"
      }
    },
    {
      "id": "6",
      "name": "Digestive and Liver",
      "description": "Digestive issues affect millions of Americans. Our digestive and liver specialists provide care for the entire digestive system. Our physicians specialize in colonoscopy for colon and rectal screening and can provide diagnosis and treatment for a variety of digestive issues.",
      "img": "https://www.mayoclinic.org/-/media/kcms/gbs/patient-consumer/images/2013/11/19/10/08/dg00021-pancreas-liver-and-gallbladder.jpg",
      "doctor": {
        "name": "Kenneth Buran, MD",
        "img": "https://www.mgh.org/Content/Uploads/UP%20Health%20System%20-%20Marquette/images/Buran%20Kenneth%20WEB.jpg"
      }
    }
  ]
}